Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/wordpress.tmx
Source language: en
Languages: be

source: The URL you entered seems to be an email address, do you want to add the required mailto: prefix?
be: Уведзены вамі URL падобны да адрасу email. Дадаць прэфікс mailto: ?

source: The URL you entered seems to external link, do you want to add the required http:// prefix?
be: Уведзены вамі адрас падобны да вонкавай спасылкі. Дадаць прэфікс http:// ?

source: The active theme is broken. Reverting to the default theme.
be: Вяртанне да стандартнай тэмы па змаўчанні.

source: The category you are trying to create already exists.
be: Рубрыка, якую вы спрабуеце стварыць, ужо існуе!

source: The changes you made will be lost if you navigate away from this page.
be: Зробленыя вамі змены будуць страчаныя, калі вы сыдзеце з гэтай старонкі.

source: The character encoding you write your blog in (UTF-8 is <a href="http://developer.apple.com/documentation/macos8/TextIntlSvcs/TextEncodingConversionManager/TEC1.5/TEC.b0.html">recommended</a>)
be: Кадзіроўка вашага блога <a href="http://developer.apple.com/documentation/macos8/TextIntlSvcs/TextEncodingConversionManager/TEC1.5/TEC.b0.html">(рэкамендуецца UTF-8)</a>)

source: The current user's role must have user editing capabilities.
be: Цяперашні карыстальнік павінен мець магчымасць рэдагавання здольнасцяў.

source: The description is not prominent by default, however some themes may show it.
be: Па змаўчанні апісанне не відно, але ў некаторых тэмах яно можа паказвацца.

source: The e-mail could not be sent.
be: Паведамленне немагчыма адправіць.

source: The file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
be: Памер загружанага файла перавышае значэнне <code>upload_max_filesize</code>, вызначанае ў файле <code>php.ini</code>.

source: The file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
be: Памер загружанага файла перавышае значэнне <em>MAX_FILE_SIZE</em>, вызначанае ў HTML-форме.

source: The file was only partially uploaded.
be: Файл быў загружаны не цалкам.

source: The first thing you need to do is tell Blogger to let WordPress access your account. You will be sent back here after providing authorization.
be: Пасля аўтарызацыі вы вернецеся сюды.

source: The following plugins were recently active. When a plugin has been inactive for more than 7 days it will be moved to the Inactive plugin list.
be: Калі плагін быў неактыўны больш за 7 дзён, ён аўтаматычна будзе перамешчаны ў спіс неактыўных плагінаў.

source: The following shortcuts use different access keys: Alt + Shift + letter.
be: У наступных спалучэннях выкарыстоўваюцца іншыя службовыя клавішы: Alt + Shift + літара.

source: The following tags were found:
be: Знойдзеныя наступныя тэгі:

source: The following themes are installed but incomplete. Themes must have a stylesheet and a template.
be: Тэма павінна мець спіс стыляў і шаблон.

source: The ftp PHP extension is not available
be: PHP-пашырэнне для ftp недаступна

source: The importer is running...
be: Скрыпт імпарту запушчаны...

source: The importer is smart enough not to import duplicates, so you can run this multiple times without worry if&#8212;for whatever reason&#8212;it doesn't finish. If you get an <strong>out of memory</strong> error try splitting up the import file into pieces.
be: Калі вы атрымліваеце памылку <strong>out of memory</strong>, паспрабуйце падзяліць файл, які вы імпартуеце, на часткі.

source: The key below was previously validated but a connection to akismet.com can not be established at this time. Please check your server configuration.
be: Калі ласка, праверце канфігурацыю вашага сервера.

source: The key you entered could not be verified because a connection to akismet.com could not be established. Please check your server configuration.
be: Калі ласка, праверце канфігурацыю вашага сервера.

source: The key you entered is invalid. Please double-check it.
be: Калі ласка, праверце яго.

source: The latest comments to all posts in RSS
be: Апошнія каментары да ўсіх запісаў у RSS

source: The most recent comments
be: Самыя свежыя каментары

source: The most recent posts on your blog
be: Самыя свежыя запісы вашага блога

source: The name is how the tag appears on your site.
be: Назва – гэта тое, як тэг будзе паказвацца на вашым сайце.

source: The name is used to identify the category almost everywhere, for example under the post or in the category widget.
be: Назва выкарыстоўваецца для ідэнтыфікацыі рубрыкі практычна ўсюды, напрыклад, пад запісам або ў віджэце рубрык.

source: The newly created categories will still be associated with the same posts.
be: Новаствораныя рубрыкі застануцца звязаныя з тымі самымі запісамі.

source: The page template is invalid.
be: Шаблон старонкі недапушчальны.

source: The pingback has already been registered.
be: Гэты пінг ужо зарэгістраваны.

source: The plugin <code>%s</code> has been <strong>deactivated</strong> due to an error: %s
be: Плагін <code>%s</code> <strong>дэктываваны</strong>, бо ён выклікаў памылку: %s

source: The plugin is at the latest version.
be: Выкарыстоўваецца найсвяжэйшая версія плагіна.

source: The requested theme does not exist.
be: Запытанай тэмы не знайшлося.

source: The same modules can be expanded and collapsed by clicking once on their title bar and also completely hidden from the Screen Options tab.
be: Гэтыя ж модулі можна "зварочваць" і "разварочваць" націсканнем на загаловак модуля ці можна цалкам схаваць праз укладку "Наладкі экрану"

source: The selected plugins have been <strong>deleted</strong>.
be: Абраныя плагіны былі <strong>выдаленыя</strong>.

source: The sizes listed below determine the maximum dimensions in pixels to use when inserting an image into the body of a post.
be: Памеры, прадстаўленыя ніжэй, вызначаюць максімальныя памеры (у пікселях) пры ўстаўцы малюнкаў у запіс.

source: The slug "%s" is already in use by another term
be: Кароткая спасылка "%s" ужо выкарыстоўваецца для іншага тэрміна.

source: The source URL and the target URL cannot both point to the same resource.
be: URL крыніцы і мэтавы адрас не могуць адначасова паказваць на адзін і той жа рэсурс.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
be: URL крыніцы не змяшчае спасылкі на мэтавы URL і таму не можа быць выкарыстаны як крыніца.

source: The source URL does not exist.
be: URL крыніцы не існуе.

source: The specified target URL cannot be used as a target. It either doesn't exist, or it is not a pingback-enabled resource.
be: Або яго не існуе, або гэта рэсурс, які не падтрымлівае пінгаў.

source: The specified target URL does not exist.
be: Зададзены мэтавы URL не знойдзены.

source: The ssh2 PHP extension is not available
be: РНР-пашырэнне ssh2 не даступнае

source: The template files are located in <code>%2$s</code>. The stylesheet files are located in <code>%3$s</code>. <strong>%4$s</strong> uses templates from <strong>%5$s</strong>. Changes made to the templates will affect both themes.
be: Змены шаблонаў закрануць абедзве тэмы.

source: The theme is at the latest version.
be: Выкарыстоўваецца самая новая версія тэмы.

source: The theme you are currently using isn&#8217;t widget-aware, meaning that it has no sidebars that you are able to change. For information on making your theme widget-aware, please <a href="http://codex.wordpress.org/Widgetizing_Themes">follow these instructions</a>.
be: Вы бачыце гэтае паведамленне, таму што тэма, якую вы выкарыстоўваеце, віджэт-несумяшчальная. Гэта значыць, што ў яе не вызначаная бакавая панель, якую вы б маглі змяняць. Калі вы хочаце зрабіць тэму віджэт-сумяшчальнай, калі ласка, выконвайце <a href="http://codex.wordpress.org/Widgetizing_Themes">гэтыя інструкцыі</a>.

source: The update could not be unpacked
be: Немагчыма распакаваць абнаўленне

source: The upgrade process may take a while, so please be patient.
be: Працэс абнаўлення можа заняць пэўны час. Калі ласка, пачакайце.

source: The uploaded file could not be moved to %s.
be: Загружаны файл немагчыма перамясціць у %s.

source: The uploaded file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
be: Памер загружанага файла перавышае значэнне <code>upload_max_filesize</code>, вызначанае ў файле <code>php.ini</code>.

source: The uploaded file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
be: Памер загружанага файла перавышае значэнне <em>MAX_FILE_SIZE</em>, вызначанае ў HTML-форме.

source: The uploaded file was only partially uploaded.
be: Файл быў загружаны не цалкам.

source: Theme Files
be: Файлы тэмы

source: Theme Functions
be: Функцыі тэмы

source: Theme does not exist.
be: Тэма не існуе.

source: Theme upgraded successfully
be: Тэма абноўленая паспяхова

source: Themes
be: Тэмы

source: There are currently %1$s comments identified as spam.
be: Камэнтароў, апазнаных як спам, на гэты момант %1$s.

source: There are no drafts at the moment
be: Чарнавікоў няма

source: There are no options for this widget.
be: Гэты віджэт не мае наладаў.

source: There are no valid users selected for deletion.
be: Не абраныя карыстальнікі для выдалення.

source: There doesn't seem to be any new mail.
be: Новых лістоў няма.

source: There is a button in the editor toolbar for inserting images that are already hosted somewhere on the internet. If you have a URL for an image, click this button and enter the URL in the box which appears.
be: Калі ў вас ёсць URL малюнка, націсніце на гэтую кнопку і ўвядзіце URL у акне, якое з'явіцца.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s Details</a> <em>automatic upgrade unavailable for this plugin</em>.
be: <a href="%2$s" class="thickbox" title="%1$s"> Праглядзець дэталі версыі %3$s Details</a> <em>аўтаматычнае абнаўленне не даступнае для гэтага плагіна</em>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s Details</a> or <a href="%4$s">upgrade automatically</a>.
be: <a href="%2$s" class="thickbox" title="%1$s">Праглядзець дэталі версыі %3$s</a> альбо <a href="%4$s">абнаўляць аўтаматычна</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s Details</a>.
be: <a href="%2$s" class="thickbox" title="%1$s">Праглядзець дэталі версыі %3$s</a>.

source: There is a new version of WordPress available for upgrade
be: Даступная свежая версія WordPress для абнаўлення

source: There is an autosave of this page that is more recent than the version below. <a href="%s">View the autosave</a>.
be: <a href="%s">Прагледзець аўтаматычна захаваную копію</a>.

source: There is an autosave of this post that is more recent than the version below. <a href="%s">View the autosave</a>.
be: <a href="%s">Прагледзець аўтаматычна захаваны варыянт</a>.

source: There is no excerpt because this is a protected post.
be: Цытаты няма, бо гэты запіс абаронены.

source: There was a configuration error. Please contact the server administrator.
be: Калі ласка, звяжыцеся з адміністратарам сервера.

source: There was a problem connecting to the Akismet server. Please check your server configuration.
be: Калі ласка, праверце канфігурацыю вашага сервера.

source: There was a problem opening a connection to Blogger. This is what went wrong:
be: Вось што пайшло не так:

source: There was a problem opening a secure connection to Google. This is what went wrong:
be: Вось што пайшло не так:

source: These are the latest comments identified as spam by Akismet. If you see any mistakes, simply mark the comment as "not spam" and Akismet will learn from the submission. If you wish to recover a comment from spam, simply select the comment, and click Not Spam. After 15 days we clean out the junk for you.
be: Праз 15 дзён усё смецце будзе вычышчана.

source: These revisions are identical.
be: Гэтыя рэвізіі аднолькавыя.

source: These settings apply to this page only. &#8220;Pings&#8221; are <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">trackbacks and pingbacks</a>.
be: &#8220;Паведамленні&#8221; – гэта <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">трэкбэкі і пінгі</a>.

source: These settings may be overridden for individual articles.
be: Для асобных артыкулаў гэтыя налады можна перавызначыць.

source: This address is used for admin purposes, like new user notification.
be: Гэты адрас выкарыстоўваецца толькі для адміністрацыйных мэтаў, напрыклад, каб рассылаць паведамленні новым карыстальнікам.

source: This can mean one of two things, either you copied the key wrong or that the plugin is unable to reach the Akismet servers, which is most often caused by an issue with your web host around firewalls or similar.
be: Гэта можа азначаць адно з двух. Альбо ключ скапіяваны некарэктна, альбо плагін не можа атрымаць доступ да сервераў Akismet – гэта найчасцей бывае звязана з вашым вэб-хостам, брандмаўэрам і да т.п.

source: This dashboard widget queries <a href="http://blogsearch.google.com/">Google Blog Search</a> so that when another blog links to your site it will show up here. It has found no incoming links&hellip; yet. It&#8217;s okay &#8212; there is no rush.
be: Гэта нармальна – няма куды спяшацца.

source: This feature requires Javascript but it seems to be disabled. Please enable Javascript and then reload this page. Don't worry, you can turn it back off when you're done.
be: Калі скончыце, вы можаце адключыць яго зноў.

source: This file is empty. Please try another.
be: Калі ласка, выберыце іншы файл.

source: This file is too big. Your php.ini upload_max_filesize is %s.
be: Параметр upload_max_filesize у файле php.ini роўны %s.

source: This file type is not allowed. Please try another.
be: Калі ласка, паспрабуйце іншы.

source: This format, which we call WordPress eXtended RSS or WXR, will contain your posts, pages, comments, custom fields, categories, and tags.
be: Гэты фармат, які ў нас завецца WordPress eXtended RSS або WXR, будзе змяшчаць вашы запісы, каментары, адвольныя палі, рубрыкі і тэгі.

source: This has not been tested on any other versions of Simple Tagging. Mileage may vary.
be: Могуць быць нестыкоўкі.

source: This has not been tested on any other versions of Ultimate Tag Warrior. Mileage may vary.
be: Могуць быць неадпаведнасці.

source: This has not been tested on previous versions of Textpattern. Mileage may vary.
be: На ранейшых версіях Textpattern не тэставалася.

source: This importer will search for files 00000001.cgi to 000-whatever.cgi,<br />so you need to enter the number of the last GM post here.<br />(if you don't know that number, just log into your FTP and look it out<br />in the entries' folder)
be: Гэты скрыпт будзе шукаць файлы ад 00000001.cgi да 000-whatever.cgi,<br /> таму вам неабходна ўвесці нумар апошняга запісу GM.<br />(калі вы не ведаеце гэтага нумару, проста зайдзіце на FTP і паглядзіце ў тэчцы з запісамі)

source: This is a basic GreyMatter to WordPress import script.
be: Гэтае просты скрыпт імпарту з GreyMatter у WordPress.

source: This is an example of a WordPress page, you could edit this to put information about yourself or your site so readers know where you are coming from. You can create as many pages like this one or sub-pages as you like and manage all of your content inside of WordPress.
be: Гэта прыклад старонкі WordPress. Вы можаце змясціць тут звесткі пра сябе або пра свой сайт, каб чытачы ведалі, хто вы такі. Вы можаце стварыць гэтулькі старонак і падстаронак, колькі вам трэба, і кіраваць іх зместам, знаходзячыся ў WordPress.

source: This is suitable for Bunny&#8217;s Technorati Tags version 0.6.
be: Гэта пасуе для Bunny&#8217;s Technorati Tags version 0.6.

source: This is suitable for Jerome&#8217;s Keywords version 1.x and 2.0a.
be: Ён пасуе да версій 1.x і 2.0a Jerome&#8217;s Keywords

source: This is your header image. You can change the text color or upload and crop a new image.
be: Вы можаце змяніць колер тэксту або загрузіць і кадрыраваць новую выяву.

source: This key is valid.
be: Гэты ключ карэктны.

source: This page validates as XHTML 1.0 Transitional
be: Гэтая старонка адпавядае стандартам XHTML 1.0 Transitional

source: This plugin has been deactivated because your changes resulted in a <strong>fatal error</strong>.
be: Плагін адключаны, бо ўнесеныя змены выклікалі <strong>фатальную памылку</strong>.

source: This post is password protected. To view it please enter your password below:
be: Каб яго прагледзець, увядзіце, калі ласка, пароль:

source: This will be shown when someone hovers over the link in the blogroll, or optionally below the link.
be: Яно будзе паказана, калі навесці курсор мышы на спасылку ў блогроле, або, магчыма, будзе стаяць адразу пад спасылкай.

source: This will restore the original header image and color. You will not be able to retrieve any customizations.
be: Змены, якія вы зрабілі тут раней, будуць страчаныя незваротна.

source: Thu
be: Чц

source: Thumbnail
be: Мініяцюра

source: Thumbnail linked to file
be: Мініяцюра са спасылкай на файл

source: Thumbnail linked to page
be: Мініяцюра са спасылкай на старонку

source: Thumbnail size
be: Памер мініяцюры

source: Thursday
be: Чацвер

source: Time
be: Час

source: Time Format
be: Фармат часу

source: Time Zone
be: Часавы пояс

source: Timezone
be: Часавы пояс

source: TinyMCE is a platform independent web based Javascript HTML WYSIWYG editor control released as Open Source under %sLGPL</a> by Moxiecode Systems AB. It has the ability to convert HTML TEXTAREA fields or other HTML elements to editor instances.
be: TinyMCE &#8212; візуальны HTML-рэдактар на аснове вэбу, напісаны на Javascript. Ён працуе на любой платформе. Распрацоўвае яго як Open Source %sLGPL</a> кампанія Moxiecode Systems AB. Праграма разумее палі TEXTAREA і іншыя элементы HTML.

source: Title
be: Загаловак

source: Title:
be: Загаловак:

source: To <em>manually</em> install a plugin you generally just need to upload the plugin file into your <code>%s</code> directory.
be: Каб усталяваць плагін <em>уручную</em> звычайна патрэбна загрузіць яго ў тэчку <code>%s</code>.

source: To accommodate larger databases for those tag-crazy authors out there, we have made this into an easy 4-step program to help you kick that nasty Simple Tagging habit. Just keep clicking along and we will let you know when you are in the clear!
be: Проста пстрыкайце далей, а мы паведамім, калі ўсё будзе гатова!

source: To accommodate larger databases for those tag-crazy authors out there, we have made this into an easy 5-step program to help you kick that nasty UTW habit. Just keep clicking along and we will let you know when you are in the clear!
be: Проста пстрыкайце далей, а мы паведамім, калі ўсё будзе гатова!

source: To allow it, change the Gears settings in the Safari menu and reload this page.
be: Каб уключыць Gears, памяняйце наладкі Gears у меню Safari і абнавіце старонку.

source: To allow it, change the Gears settings in your browser&#8217;s Options, Under the Hood menu and reload this page.
be: Каб уключыць Gears, памяняйце наладкі Gears у вашым браўзеры ў Hood меню і абнавіце старонку.

source: To allow it, change the Gears settings in your browser&#8217;s Tools menu and reload this page.
be: Каб уключыць Gears, змяніце наладкі Gears у вашым браўзеры, меню Tools і абнавіце старонку.

source: To enable it click the button below.
be: Каб уключыць яго, націсніце на кнопку ніжэй.

source: To make it easier for you to edit and save the imported posts and drafts, you may want to change the name of the author of the posts. For example, you may want to import all the entries as <code>admin</code>s entries.
be: Напрыклад, можна імпартаваць усе запісы як запісы адміністратара.

source: To make it easier for you to edit and save the imported posts and drafts, you may want to change the name of the author of the posts. For example, you may want to import all the entries as admin's entries.
be: Напрыклад, можна імпартаваць усе запісы як запісы адміністратара.

source: To perform the requested action, connection information is required.
be: Каб выканаць гэтае дзеянне, неабходна ўвесці інфармацыю пра падключэнне.

source: To post to WordPress by e-mail you must set up a secret e-mail account with POP3 access. Any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret. Here are three random strings you could use: <kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>.
be: Вось, напрыклад, тры адвольных імя, якія можна выкарыстаць: <kbd>%s</kbd>, <kbd>%s</kbd>, <kbd>%s</kbd>.

source: To post to WordPress from a desktop blogging client or remote website that uses the Atom Publishing Protocol or one of the XML-RPC publishing interfaces you must enable them below.
be: Каб пісаць у WordPress з настольнага блог-кліента або аддаленага сайта, які выкарыстоўвае Atom Publishing Protocol або адзін з інтэрфейсаў публікацыі XML-RPC, вы павінны ўключыць гэтыя магчымасці тут.

source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
be: Каб атрымаць новы пароль, прайдзіце па наступнай спасылцы. Калі вы не патрабавалі аднаўлення паролю, проста праігнаруйце гэты ліст, і нічога не будзе.

source: To use this importer, you must have a Google account and an upgraded (New, was Beta) blog hosted on blogspot.com or a custom domain (not FTP).
be: Каб выкарыстаць гэты скрыпт імпарту, вы павінны мець абноўлены акаўнт Google (Новы, не Бета) і блог, размешчаны на blogspot.com або на сваім дамене (не FTP).

source: Toggle Text
be: Паказаць/схаваць тэкст

source: Toggle Text Display
be: Пераключыць адлюстраванне тэксту

source: Toggle absolute positioning
be: Уключыць/выключыць абсалютнае пазіцыянаванне

source: Toggle fullscreen mode
be: Уключыць/выключыць поўнаэкранны рэжым

source: Toggle guidelines/invisible elements
be: Арыенціры / нябачныя знакі

source: Toggle spellchecker
be: Уключыць/выключыць праверку арфаграфіі

source: Too many redirects.
be: Занадта шмат рэдырэктаў.

source: Tools
be: Інструменты

source: Top
be: Зверху

source: Top left
be: Зверху злева

source: Top right
be: Зверху справа

source: Track Links&#8217; Update Times
be: Сачыць за абнаўленнем файла па спасылцы

source: Trackback
be: Трэкбэк

source: Trackback excerpt:
be: Цытата з трэкбэку:

source: Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. If you link other WordPress blogs they&#8217;ll be notified automatically using <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">pingbacks</a>, no other action necessary.
be: Калі вы спасылаецеся на іншыя блогі, якія працуюць на WordPress, такія паведамленні будуць ім дасылацца аўтаматычна <a href="http://codex.wordpress.org/Introduction_to_Blogging#Managing_Comments" target="_blank">праз пінгі (pingbacks)</a>, больш нічога рабіць не трэба.

source: Trouble signing in
be: Памылка ўваходу

source: Tue
be: Аўт

source: Tuesday
be: Аўторак

source: Turbo
be: Паскорыць!

source: Turbo is not available for your browser.
be: Рэжым турба недаступны для вашага браўзера.

source: Turbo:
be: Паскорыць:

source: Twice Daily
be: Два разы на дзень

source: Type
be: Тып

source: Type your new password again.
be: Паўтарыце ўвод вашага новага пароля.

source: UI Mode
be: Рэжым інтэрфейсу

source: UTC %1$s is <code>%2$s</code>
be: UTC %1$s час адпавядае <code>%2$s</code>

source: Uh, oh. Something didn&#8217;t work. Please <a href="%s">try again</a>.
be: Выбачайце, нешта не спрацавала. Калі ласка, <a href="%s">паспрабуйце яшчэ раз</a>.

source: Unable to create directory %s. Is its parent directory writable by the server?
be: Праверце, ці даступная бацькоўская дырэкторыя для запісу.
